<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة المصادقة (Authentication)
    |--------------------------------------------------------------------------
    |
    | سطور اللغة التالية تُستخدم أثناء المصادقة لعرض الرسائل المختلفة
    | التي نحتاج إلى عرضها للمستخدم. أنت حر في تعديل سطور اللغة هذه
    | وفقاً لمتطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع السجلات لدينا.',
    'password' => 'كلمة المرور المدخلة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جداً. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
